Revit 2027 API
FaceArrayIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FaceArrayIterator()
Public Sub New
public:
FaceArrayIterator()
new : unit -> FaceArrayIterator
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
Reference
FaceArrayIterator Class
Autodesk.Revit.DB Namespace